[SMGs.Aster_Seraph_Florentine_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Confirmed [slag]destruction[-slag] i am faithful [shock]amazed[-shock] destruction."

[SMGs.Aster_Seraph_Florentine_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Another problem."
